<!--
 * new page
 * @author: FuJing
 * @since: 2024-05-06
 * userprotocol.vue
-->
<template>
  <div>
    <h2>明星来电用户协议</h2>
    本版发布日期:2026年3月17日
    <br />
    生效日期:2026年3月17日
    <br />
    欢迎您使用“明星来电”软件及相关服务！
    <br />
    本协议是您在使用明星来电业务时与中移互联网有限公司（以下简称“中移公司”或“本公司”）所订立的协议。请您审慎阅读本《明星来电用户协议》所有条款（以下简称“协议”），如您不同意本协议任意内容，请勿下载、安装或使用明星来电及其相关服务。您的下载、安装、使用、账号获取和登录等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。如果您对本协议或中国移动新通话明星来电服务有任何意见或者建议，可以与中国移动10086客户服务热线联系，中国移动会给予您必要帮助。
    <br />
    本协议可由中移公司根据业务情况进行适当调整更新，更新后的协议条款一旦公布即代替原来的协议条款，更新后新协议将于软件应用内进行公告公示。您可在重新登录或下载安装明星来电或网站查阅最新版协议条款。在中移公司修改协议条款后，如果您不接受修改后的条款，请立即停止使用中移公司提供的软件和服务，您继续使用中移公司提供的软件和服务将被视为已接受了修改后的协议。您方表示同意的方式包括但不限于主动点击“同意”、“接受”选项或签字等。
    
   <div class="mxhxyTitle">一、特别提示</div> 
    1.1本协议内容包括协议正文、
    <a @click="navigateMxyszc" class="red-link">《明星来电隐私政策》、</a>
    <a @click="navigateRenew" class="red-link">《自动续费服务协议》</a>
    及中国移动将来可能发布并采取合理途径通知的协议或规则。所有规则均为本协议不可分割的组成部分，与协议正文具有同等法律效力，本协议正文与前述规则存在冲突的，以本协议正文为准。除另行明确声明外，您使用明星来电服务均受本协议约束。
     <br />
    1.2【审慎阅读】请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款。针对前述条款，本协议已明确的足以引起您注意的包括但不限于加重字体、斜体、下划线、颜色标记等合理方式提醒您注意相关条款（需要强调的是，还包括您应特别注意任何未明确标记的含有“不承担”、“免责”、“不得”以及“无关”等形式用语的条款），该等条款的确认将导致您在特定情况下的被动、不便和/或造成损失，请您在确认同意本协议之前再次阅读上述条款。除非您已审慎阅读、充分理解并同意本协议所有条款，否则您将被视为放弃使用本公司和本平台的服务。
    <br />
    1.3本协议签署后，您如有任何需要本公司说明条款的要求，请立即停止使用服务，同时拨打服务热线10086与我们联系，若您未拨打服务热线有说明条款要求的电话至本公司，即表示您选择同意该协议的所有条款。双方在此确认本公司已依法履行根据您要求对相关条款进行说明的法定义务，本公司已给予您充足的时间与充分的选择权来决定是否缔结本协议。
   <br />
    1.4【服务协议的确认和接受】鉴于本公司已依法明确上述条款，您使用明星来电产品和/或服务，将被视为且应当被视为您已经完全注意并“同意”本协议所有条款尤其是提醒您注意的条款的合法性及有效性，您不应当以本公司未对相关条款以合理方式提醒您注意，或未根据您要求尽到说明义务为理由而声称或要求法院或其它任何第三方确认相关条款非法或无效。如果您不同意本协议的任何内容，即您选择放弃使用明星来电产品和/或服务。如在明星来电软件中的某一特定服务有单独的协议、规则、指引，用户须遵守该单独的协议、规则和指引，用户接受其他的所有服务均应遵守本协议。
    <br />
    1.5如果您未满18周岁，在使用明星来电的服务前，请您务必在父母或法定监护人的陪同下阅读本协议并取得父母或法定监护人的同意，并在父母或法定监护人在场的情况下使用本协议所述的服务。未成年人行使和履行本协议下的权利和义务视为已获得法定监护人的认可，本协议对您及您的法定监护人产生法律约束力。
    <br />
    1.6本公司有权根据需要不定时地制定、修改本协议或各类规则，经修订的协议、规则一经公布，立即自动生效。对新协议、规则生效之后注册的用户发生法律效力，对于协议、规则生效之前注册的用户，若用户在新规则生效后继续使用本产品提供的各项服务，则表明用户已充分阅读并认可和同意遵守新的协议或规则。若用户拒绝接受新的协议和规则，用户应当立即停止使用本产品提供的各项服务，但该用户应承担在本产品已经进行的交易下所应承担的任何法律责任，且应遵循该用户发生交易时有效的协议或规则内容。
    <div class="mxhxyTitle">二、软件的获取与更新</div>
    2.1您可以直接从经明星来电授权的第三方获取本服务，如果您从未经明星来电授权的第三方获取平台获取明星来电名称相同的应用程序，明星来电无法保证该软件能够正常使用，并对因此给您造成的损失不予负责。
    <br /> 
    2.2为了改善用户体验、完善服务内容，明星来电将不断努力开发新的服务，并为您不时提供软件更新，本平台新版本发布后，旧版本的软件可能无法使用，明星来电不保证旧版本平台继续可用及相应的客户服务，请您随时核对并更新最新版本。
    <div class="mxhxyTitle">三、服务内容</div>
    明星来电，是一款以明星和明星数字人内容为核心的音视频来电提醒产品，本产品为您提供的服务：
    <br />
    3.1音、视频场景提醒：本产品可以根据用户的需求，将外呼来电设置为特定的场景和时间，如生日、节日等的视频提醒、或视频祝福，明星来电，是一款以明星和明星数字人内容为核心的音视频来电提醒产品。
    <br />
    3.2自定义外呼场景：支持用户自定义指定IP的视频文案、场景等，合成外呼视频。
    <br />
    3.3 关怀提醒服务：您订购本产品服务后，我们将基于服务优化及用户关怀目的，在法定节假日、传统民俗节日等节点，为您推送由明星或明星数字人录制的专属节日祝福来电内容。关怀提醒服务的推送频率、具体节日范围、明星及内容形式将根据业务运营规划动态调整。您可通过设置界面自主关闭该类关怀来电推送功能，关闭后将不再接收相关内容。
    <br />
    3.4 明星合影：支持用户上传个人照片，配合自定义场景，生成明星合影播报模版。
    <div class="mxhxyTitle">四、用户使用须知</div>
  
   4.1账号注册和使用
    <br />
    本产品仅面向中国移动用户开放（含携号转网用户，不含港澳台）。使用中国移动手机号码注册账号的用户可以使用。一旦注册成功，您应妥善保管您的账号信息，并对使用该账号进行的一切活动负责。
    <br />
    4.2服务费用
    <br />
    本产品所提供的功能服务均为用户主动开通使用，使用本产品可能会产生一定的服务费用。具体的费用标准将在用户购买前明确告知，并在购买过程中进行确认。用户需按照约定支付相应的服务费用。
    <br />
    4.3连续包月
    <br />
    如您需使用中国移动新通话明星来电服务的连续包月服务，则需同意本规则。您理解并同意：
    <br />
    4.3.1本服务是在您已开通明星来电服务的前提下，为您提供的自动续费服务。如您开通本服务，则视为您授权中国移动在您的明星来电服务即将到期时，从您的中国移动手机话费余额中代扣下一个计费周期包月费。一旦扣款成功，中国移动将为您开通下一个计费周期的明星来电服务，并同时相应延长业务服务期限。
     <br />
    4.3.2 因账户中可扣款余额不足导致的续费失败，由您自行承担。若您使用中国移动话费支付方式订购时因账户中可扣款余额不足导致的续费失败，您的业务服务及有效期将被冻结不可使用，待话费账户余额充足时，将自动进行当自然月明星来电服务的扣费续订，并恢复您的明星来电服务。
    <br />
    4.4 退订明星来电业务
    <br />
    （1）h5页面：点击“点击退订”进行业务退订。
    <br />
    （2）10086客服退订：拨打10086人工客服进行退订。
    <br />
    （3）中国移动APP退订：登录中国移动APP，进入“我的-已订业务-增值业务”进行退订（以您手机号归属省份提供的实际服务为准，部分省份可能存在不支持在此路径下提供退订明星来电的服务，您可通过其他方式进行退订）。
    <br />
    （4）短信指令退订：发送短信内容0000至10086，根据收到的提示进一步发送“TD+序号”进行退订。
    <br />
    4.5 订购明星来电业务
    <br />
    h5页面：登录后，点击“立即订购”进行订购业务。
    <br />
    4.6服务规则
    <br />
    4.6.1因业务发展需要，可能对本平台的全部或部分服务进行变更、暂停、限制、终止或撤销。为了保障您的权益，特提醒您注意以下服务规则的变更风险：
    <br />
    (1)服务变更：本公司有权根据业务需求对本平台的全部或部分服务进行变更，包括但不限于功能、界面、费用结构等。一旦发生服务变更，本公司将提前通知您，并尽力确保变更过程对您的影响最小化。
    <br />
    (2)服务暂停：在某些情况下，例如系统维护、升级或突发事件，本公司有权暂停本平台的全部或部分服务。在服务暂停期间，您可能无法正常使用本平台的功能和服务。本公司将尽最大努力及时通知您并恢复服务。
    <br />
    (3)服务限制：为保障服务质量和用户体验，本公司可能会对某些服务的访问频率、使用时长或功能权限进行限制。当您违反本平台的使用规定时，本公司有权采取相应的限制措施。
    <br />
    (4)服务终止：在特定情况下，如您违反了法律法规、违反了本协议的规定或未按约定支付费用等，本公司有权终止向您提供本平台的全部或部分服务。在此情况下，本公司将提前通知您并退还已收取的费用（如有）。
    <br />
    (5)服务撤销：本公司保留随时撤销本平台全部或部分服务的权利。一旦发生服务撤销，本公司将停止向您提供服务，并在符合法律法规及隐私政策要求的范围内，删除所有与该服务相关的信息和数据。
    <br />
    4.6.2您使用本平台应当遵守宪法法律，遵守公共秩序，尊重社会公德，您不得利用本平台或使用本平台的服务实施下列行为：
    <br />
    （1） 反对宪法所确定的基本原则；
    <br />
    （2） 危害网络安全；
    <br />
    （3） 危害国家安全、荣誉和利益；
    <br />
    （4） 煽动颠覆国家政权、推翻社会主义制度；
    <br />
   （5） 煽动分裂国家、破坏国家统一；
    <br />
    （6） 泄露国家秘密；
    <br />
    （7） 宣扬恐怖主义、极端主义；宣扬邪教和封建迷信的；
    <br />
    （8） 宣扬民族仇恨、民族歧视；
    <br />
    （9） 传播暴力、淫秽色情信息；
    <br />
    （10） 编造、传播虚假信息扰乱经济秩序和社会秩序；
    <br />
    （11） 侵害他人名誉、隐私、知识产权和其他合法权益等活动；
    <br />
    （12） 含有法律、行政法规禁止的其他内容的信息。
    <br />
    4.6.3您知道并同意，本产品提供人工智能生成合成服务，我们将按照法律法规的规定，在人工智能生成合成内容中增加显式标识和隐式标识（以下称为“合成标识")。显式标识会以可以被用户感知的方式添加到生成合成内容或场景中，隐式标识会添加至元数据中并可通过技术手段识别。您应当充分了解并遵守关于合成标识相关法律法规的要求，未经允许，不删除、更改、遮挡合成标识，不利用本产品生成、传播虚假信息。 如您发布或使用生成合成内容时，应主动按照生成合成内容标识相关规则对合成内容进行显式标识（包括添加文字、水印等方式），不恶意删除、篡改、伪造、隐匿合成标识，不为他人实施上述恶意行为提供工具或者服务，不通过不正当标识手段损害他人合法权益。
   <br />
    4.6.4本服务的所有权和运作权归本公司。本公司提供的服务将完全按照其发布的服务细则、服务条款和操作规则严格执行。
    <br />
    4.6.5本协议未书面明示授权的其他一切权利仍归本公司所有。除非以书面明示方式明确，本公司不放弃或转让相关权益或对相关权益进行其他授权或许可。
    <br />
   4.6.6【第三方服务】您在本公司软件平台上使用第三方提供的产品或服务时，除遵守本协议约定外，还应遵守第三方的用户协议。本公司和第三方对可能出现的纠纷在法律规定和约定的范围内各自承担责任。
    <br />
    4.6.7未成年人使用条款
    <br />
    （1）未成年人用户在使用本平台提供的服务时应注意以下事项，提高安全意识，加强自我保护：
    <br />
    a. 认清网络世界与现实世界的区别，在合理范围内正确学习使用网络，避免沉迷于网络，影响日常的学习生活；
    <br />
    b. 填写个人信息时，加强个人保护意识，并在取得监护人的同意以及在监护人的指导下进行填写提供，以免不良分子对个人造成骚扰和伤害；
    <br />
    c. 在父母、法定监护人或老师的指导下，学习正确使用网络，养成良好上网习惯；
    <br />
    d. 避免陌生网友随意会面或参与联谊活动，以免不法分子有机可乘，危及自身安全。
    <br />
    （2）父母或法定监护人、学校均应对未成年人使用本服务时多做指导、帮助、监督。特别是父母应关心子女的成长，注意与子女的沟通和陪伴，指导子女上网应该注意的问题，防患于未然。
    <br />
    （3）更好地保护未成年人隐私权益，您在发布包含未成年人素材的内容前应审慎考虑，一经发布，即视为您已获得相关权利人同意在明星来电软件及服务中展示未成年人的肖像、声音、姓名、年龄等信息，且同意本公司依据本协议、《明星来电隐私政策》使用、处理与未成年人相关的内容。
    <br /> 
    4.6.8父母或法定监护人特别提示
    <br />
    （1）被监护人（即未成年人）使用本公司软件及服务的，作为监护人应指导并监督被监护人的注册和使用行为，如被监护人注册、登录明星来电帐号，本公司有权认为其已取得您的同意。
   <br />
    （2）被监护人在使用明星来电软件及服务时可能使用明星视频/语音包/组合包购买、送祝福给自己或朋友等功能。作为监护人应妥善保管您的支付账户及支付密码明星来电账号信息，以避免被监护人在未取得您同意的情况下通过您的明星来电帐号使用明星视频/语音包/组合包购买、送祝福给自己或朋友等功能。本公司有权认为其开通明星视频/语音包/组合包购买、送祝福给自己或朋友等功能的行为已取得您的同意。
   <br />
    （3）若您是未成年人，请您在监护人同意后使用本产品，请勿过度依赖和沉迷使用本产品。本公司将致力于采取合理、有效措施防范未成年人用户过度依赖或者沉迷本产品。
    <div class="mxhxyTitle">五 、您的权利与义务</div>
    5.1您应遵守本协议的各项条款，合法、正确、适当地使用本服务，如因您违反本协议中的任何条款，本公司有权依据协议终止对您提供服务。
    <br />
    5.2为保证明星来电的适用性以及您的使用体验，请您及时更新明星来电最新版本。
    <br />
    5.3您不得使用未经明星来电授权或许可的任何插件、外挂或第三方工具对“明星来电 ”产品的正常运行进行干扰、破坏、修改或施加其他影响。您不得利用或针对“明星来电 ”产品进行任何危害计算机网络安全的行为，包括但不限于：使用未经许可的数据或进入未经许可的服务器/帐户；未经允许进入公众计算机网络或者他人计算机系统并删除、修改、增加存储信息；未经许可，企图探查、扫描、测试“明星来电 ”产品系统或网络的弱点或其它实施破坏网络安全的行为；企图干涉、破坏“明星来电 ”产品系统或网站的正常运行，故意传播恶意程序或病毒以及其他破坏干扰正常网络信息服务的行为；伪造TCP/IP数据包名称或部分名称。
    <div class="mxhxyTitle">六 、隐私保护政策</div>
   
    6.1保护用户个人信息是本公司的一项基本原则。本公司将按照本协议及《明星来电隐私政策》的规定合法收集、使用、安全储存您的个人信息。本协议对个人信息保护规定的内容与上述《明星来电隐私政策》有相冲突的，及本协议对个人信息保护相关内容未作明确规定的，均应以《明星来电隐私政策》的内容为准。
    <br />
    6.2您在使用本服务的过程中，可能需要获取一些必要的信息。若国家法律法规有特殊规定或使用本服务所必需的，您需要提供真实的身份信息。若您提供的信息不完整，则无法使用本服务或在使用过程中受到限制。
    <br />
    6.3一般情况下，您可随时浏览、修改自己提交的信息，但出于安全性的考虑和国家法律政策的规定，您可能无法修改注册时提供的初始注册信息及其他验证信息。
    <br />
    6.4为防止冒用他人的身份进行产品的使用，本平台将通过短信方式来验证手机号码。注册和邀请所产生的短信费用将由运营商收取，本平台不会收取任何费用。
    <br />
    6.5【不可抗力信息丢失与泄露】本公司不承担您因以下情形引发的风险和/或产生的损失：
    <br />
    （1）因不可抗力引起的个人信息丢失、泄露等风险；
    <br />
    （2）您在使用本平台访问第三方网站时，因第三方网站及相关内容导致的您隐私泄露的风险。
    <br />
    6.6请用户注意勿在使用“明星来电”中透露自己的各类财产帐户、银行卡、信用卡、第三方支付账户及对应密码等重要资料，否则由此带来的任何损失由用户自行承担。
   
    <div class="mxhxyTitle">七、知识产权与商业秘密</div>
    
   7.1未经本公司许可，您不得修改明星来电的客户端程序；不得对明星来电进行反向工程（reverse engineer）、反向编译（decompile）或反汇编（disassemble），不得破坏其完整性（包括程序代码、数据等）。
    <br />
   7.2未经本公司许可，您不得制作、传播有损本公司利益或扰乱本平台服务正常使用秩序的任何第三方软件。
    <br />
    7.3本产品中包含的文字、图片、音频、视频等内容均受知识产权法的保护。未经本公司事先书面许可，任何单位或个人不得以任何方式复制、转载、修改、传播、展示或以其他方式使用上述内容。
    <br />
    7.4您明确并同意：您对其在使用明星来电服务时所发布的信息、内容（包括但不限于图片、照片、音视频等）授予明星来电在全球范围内免费、永久、不可撤销、可转让的授权及许可。明星来电可以完全或部分展示、使用该部分信息及内容，除非双方另行有书面约定，明星来电均无需向您支付任何费用。
    
   <div class="mxhxyTitle">八、法律责任及免责声明</div>
    
   8.1您违反本协议或相关法律规定，导致任何第三方向本公司、合作方、关联方、其他用户主张的任何索赔、要求或损失，包括律师费，您同意赔偿本公司与合作方、关联方及其他用户，并使之免受损害，且本公司有权根据您的行为性质，采取包括但不限于中断使用许可、停止提供服务、限制使用、法律追究等措施。同时，本公司会根据司法部门的要求，协助调查。
    <br />
   8.2本平台涉及到Internet服务，可能会受到各个环节不稳定因素的影响。因此服务存在因上述非因本公司行为、病毒或黑客攻击、您终端系统不稳定、您所在位置、您关机以及其他任何技术、GSM网络、互联网络、通信线路原因等造成服务中断或不能满足您要求的风险。本公司对服务之及时性、安全性、准确性不作担保，对因前述原因导致您通信不畅，不承担任何责任。本公司特提请您注意并承担以上风险。
    <br />
    8.3【不可抗力及其他免责事由】对于因不可抗力而造成的服务器的死机、网络的中断，以及软件升级时的服务暂停等原因造成您造成的损失，本公司不承担任何责任。
    <br />
    8.4用户有权利根据本公司规定的处理方式通知本公司，要求从明星来电中剔除该用户认为侵犯其知识产权的内容，明星来电将按照法律规定予以相应处理。
    <br />
    8.5本产品提供的服务由人工智能模型答复和生成，可能出现错误或遗漏，本公司对其答复内容的准确性、完整性和功能性不作任何保证，并且其输出的内容均不代表本公司提供者的态度或观点。特别提示，您在使用本产品咨询医疗、法律等相关专业问题时，本产品的答复意见仅供参考，不代表医疗诊断或法律服务等专业意见。若您需要医疗诊断、法律服务等专业意见，必须咨询医生和相关法律专业人士，并在专业人士的指导下作出决策。总之，本产品提供的内容，应仅供您参考，不构成任何建议或承诺，我们不承担您因使用本产品给您或任何第三方产生的任何损害或责任。
    <br />
    8.6您知晓并同意，您不得利用本产品编造、传播虚假信息。本产品会通过技术手段对本产品下的合成内容予以标识，您不得通过裁剪或其他技术手段对我们已标注的人工智能生成标识进行删除、篡改或隐匿；同时，您应根据法律法规要求以显著方式对合成内容予以注明（包括但不限于在生成内容中添加水印）。如您非法利用本产品编造、传播虚假信息的，我们会依法保存有关记录，并向网信部门和有关主管部门报告。根据合成内容类型，我们对本产品生成合成内容标识方式和样式如下：
    <br />
    ①文本：在文本的起始、末尾、中间适当位置添加文字提示或通用符号提示等标识，或在交互场景界面或文字周边添加显著的提示标识；
    <br />
    ②音频：在音频的起始、末尾或中间适当位置添加语音提示或音频节奏提示等标识，或在交互场景界面中添加显著的提示标识；
    <br />
    ③图片：在图片的适当位置添加显著的提示标识；
    <br />
    ④视频：在视频起始画面和视频播放周边的适当位置添加显著的提示标识，或在视频末尾和中间适当位置添加显著的提示标识；
    <br />
    ⑤其他生成合成服务场景：应当根据自身应用特点添加具有显著提示效果的显式标识。
    <br />
    8.7您不可转让本协议或其中所述之任何权利。
   
    <div class="mxhxyTitle">九、法律适用、争议解决及其他条款</div>
   
    9.1服务中止、中断及终止：中国移动根据自身商业决策、政府行为、不可抗力等原因可能会选择中止、中断及终止明星来电服务。如有此等情形发生，中国移动会采取公告的形式通知您。合同自公告中指定的终止日期起失效，或在服务实际终止之日起失效，以较早者为准。另外，中国移动不承担由此对您造成的任何损失且不退还明星来电服务费用。
   <br />
    9.2本公司郑重提醒您注意本协议中免除本公司责任和加重您义务的条款，请您仔细阅读，自主考虑风险。未成年人应在法定监护人的陪同下阅读本协议。以上各项条款内容的最终解释权及修改权归本公司所有。
   <br />
    9.3如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有执行力。
   <br />
    9.4本协议中的标题仅为方便您阅读而设，不具有法律效力。
   <br />
    9.5本协议的解释、效力及纠纷的解决，适用中华人民共和国法律。
   <br />
    9.6争议解决若您和本公司之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，您在此完全同意将纠纷或争议提交中移公司住所地有管辖权的人民法院通过诉讼方式解决。
    
    <div class="mxhxyTitle">十、如何联系我们：</div>
    
    如您对本协议或其他相关事宜有疑问，或有关产品相关数据安全投诉举报，可通过拨打服务热线10086与我们联系。我们将会尽快妥善处理您的问题，原则上，我们会在验证您的用户身份后15天内作出回复。
    <br />
    再次感谢您对明星来电的信任和使用！
  </div>
</template>

<script setup lang="ts">
import { reactive } from "vue";
import { useRouter } from "vue-router";
const data = reactive({});
const router = useRouter();
  const navigateMxyszc = () => {
    router.push({
      path: "/mxyszc"
    }).then(() => {
      window.scrollTo(0, 0);
    });
    
  }
    const navigateRenew = () => {
    router.push({
      path: "/renew"
    }).then(() => {
      window.scrollTo(0, 0);
    });
    
  }
  
</script>

<style lang="less" scoped>
div {
  padding: 30px;
  background-color: #fff;
  margin: 0;
  font-size: 30px;
  line-height: 60px;
  color: black;
  h2 {
    text-align: center;
  }
  .mxhxyTitle{
    font-size: 36px;
    font-weight: 700;
    margin-left: -30px;
  }
 .red-link {
  color: red;
  //  text-decoration: underline;
}
}
</style>
