<template>
  <div>
    <h3>明星来电隐私政策</h3>
    <span>一、隐私政策的确认和接纳</span>
    <br />
    明星来电(以下简称“我们”)非常重视用户的隐私和个人信息安全保护，我们将按照法律法规要求，采取相应安全保护措施，尽力保护您的个人信息安全可控。我们希望通过《明星来电隐私政策》(以下简称“政策”)向您说明使用明星来电所提供的产品和服务中如果收集、使用、存储和共享您的个人信息，以及您可以如何行使您的隐私权利。请您在使用明星来电所提供的产品和服务之前，认真阅读并充分理解本政策的全部内容。
    <br />
    运营者信息:
    <br />
    公司名称:中移互联网有限公司
    <br />
    注册地址:广州市天河区高唐路323号中国移动南方基地智汇中心B栋
    <br />
    客服联系电话：10086
    <br />
    <span>二、本政策适用范围</span>
    <br />
    明星来电H5页面
    <br />
    <span>三、服务内容</span>
    <br />
    3.1 服务形式
    <br />
    本服务是指用户可以在上述使用范围的产品中实现登录、明星来电语音包订购、明星来电视频包订购、组合包订购、发送祝福，编辑/删除祝福、自定义明星场景接收外呼电话提醒、明星合影等功能。
    <br />
    3.2 条款的完善和修改
    <br />
    中国移动保留在必要时对本政策条款(包括但不限干本条款)进行不断完善和修改的权利。本服务政策一旦发生变动，中国移动将以尽可能的方式事先通知用户，更新后的协议条款一旦公布即代替原来的协议条款，更新后新协议将于软件应用内进行公告公示，用户可以作如下选择:
    不再继续使用本服务并通知中国移动。
    <br />
    如果用户不作出任何表示并继续使用本服务，则视为接受政策条款的变动;
    <br />
    如果用户同意改动的内容，当发生有关争议时，以最新的政策条款为准。
    <br />
    <span>四、用户隐私制度</span>
    <br />
    尊重和保护客户隐私是中国移动的一项基本政策。我们将采取合理的安全手段来收集、存储、使用、分享和保护客户个人信息。
    <br />
    如果您有任何疑问、意见或建议，请通过拨打10086服务热线与我们联系。
    <br />
    本政策帮助你了解以下内容:
    <br />
    (1)我们如何收集和使用您的个人信息
    <br />
    (2)我们使用信息的用途
    <br />
    (3)业务功能需要获取的相关权限信息
    <br />
    (4)我们如何使用cookie及同类技术
    <br />
    (5)我们如何共享、转让、公开披露您的个人信息
    <br />
    (6)我们如何保护您的个人信息
    <br />
     (7)您的权利
    <br />
     (8)个人信息的保存地点与期限
    <br />
     (9)我们如何处理未成年人的个人信息
    <br />
     (10)本政策如何更新
    <br />
     (11)访问隐私政策
    <br />
    (12)如何联系我们
    <br />
    4.1 我们如何收集和使用您的个人信息
    <br />
    个人信息是指以电子或其他方式记录的能够单独或与其他信息结合识别您的身份或者反映您的活动情况的各种信息。我们会以“最小化”原则收集、使用、存储和传输用户个人信息，并通过用户协议和隐私政策告知您信息的使用目的和范围。
    <br />
    4.1.1 在使用过程中个人录入、我们获取的信息及应用权限，包括:
    <br />
    (1)当您开通/订购明星来电服务时，我们会收集您的 <span>手机号码、短信验证码信息 </span>，手机号码属于敏感信息，新通话明星来电是基于手机号码提供的通话中智能应用服务，收集这些信息是为了帮助您完成明星来电服务的开通/订购，如果您不提供此类信息，您将无法正常开通我们的服务。
    <br />
    (2)当您使用短信验证码方式登录时，我们需要收集您的 <span>手机号码、短信验证码信息</span> ，如果您不提供此类信息，您将无法通过这类方式登录明星来电设置页面，将无法继续使用我们的服务；当您使用本机号码一键登录功能时，我们需要采集您的 <span>手机号码、终端型号、SIM卡信息【主要包括 ICCID(集成电路卡识别码)、IMSI(国际移动用户识别码)以及MSISDN(移动用户ISDN 号码)】、网络类型、SIM卡状态、运营商信息 </span>，如果您不提供此类信息，您将无法通过本机号码一键登录方式登录明星来电页面。
    <br />
    (3)当您使用明星来电服务时，为保障您正常使用我们的服务，维护我们服务的正常运行，改进及优化我们的服务体验，我们会收集您的 <span>行为日志（手机号码信息、访问时间、访问页面） </span>，这类信息是为提供服务必须收集的基础信息。
    <br />
    (4)当您使用明星来电的内容设置功能时，我们需要收集您的 <span>手机号码、订购业务、订购时间 </span>用于为您提供明星来电内容设置服务，如果您不提供此类信息，您将无法设置任何明星来电内容。
    <br />
    (5)收集 <span>手机号码、订购业务、订购时间、您创建的亲友信息、您在亲友通信录内输入的亲友手机号码、昵称</span>，用于使用明星来电的亲友号码录/设置亲友来电中可见功能。如果您不提供此类信息，您将无法保存为亲友通讯录并为亲友送祝福来电。
    <br />
    (6)收集 <span>手机号码、订购业务、订购时间</span>，用于使用明星来电的退订查询功能。
    <br />
    4.1.2第三方服务收集信息的情形:
    <br />
    在某些特定业务场景下，为了提高业务处理能力、提升响应速度或其他方面考虑，我们可能会使用有能力的第三方服务商提供的软件服务工具包(简称SDK)来为您提供服务。这些SDK可能会收集和使用您的个人信息，我们会在您授权同意后收集和使用。这些SDK包括:
    <br />
    (1)中国移动插码SDK:为了保证在用户个人隐私管理方面的合规性和规范化，客户端接入了中国移动插码SDK，需要获取您的手机号码和当前客户端的版本号信息。
    <br />
    (2)微信SDK:为了了解用户使用客户端的相关行为数据，及时给您提供更好的服务，小程序接入了微信SDK。它将申请获取用户互联网服务提供商、IP地址、时间戳、应用标识符、应用程序版本，应用分发渠道、独立设备标识符、终端设备操作系统版本、时区与网络状态，以便正常提供统计分析服务。
    <br />
    应用标识符（App ID）：微信小程序的唯一标识，用于在微信开放平台上注册小程序时生成。它由两部分组成：开发者账号和应用密钥。开发者需要在微信开放平台上创建应用，获取到应用密钥后，将其与开发者账号拼接在一起，形成唯一的应用标识符。
    独立设备标识符（Device ID）：用于区分不同设备的唯一标识。在微信小程序中，独立设备标识符可以通过以下方式获取：
    <br />
    使用微信提供的wx.getSystemInfo接口获取设备的硬件信息，如设备型号、操作系统版本等。这些信息可以作为设备的一个特征，用于区分不同的设备。
    <br />
    如需进一步了解微信SDK的隐私政策，可查阅《微信Open SDK个人信息处理规则》 
    <br />
    4.2 我们使用信息的用途
    <br />
    我们需要采集您的信息用于以下用途，部分信息在您不同意的情况下，将会影响我们为你提供服务的能力。
    <br />
    4.2.1为您提供服务。如登录时需要使用手机号码接收短信验证码进行登录。
    <br />
    4.2.2产品迭代和服务优化更新。如，当我们的系统发生异常时，我们会记录和分析系统故障时产生的信息，以升级版本的方式优化我们的服务。
    <br />
    4.2.3安全保障。如，我们会将您的信息用于身份验证、安全防范、反诈骗监测、存档备份、客户的安全服务等用途。
    <br />
    4.2.4为您提供推荐信息和宣传广告，该广告可能以系统消息或弹出窗口等形式出现。
    <br />
    4.2.5用于评估、改善我们的内容资讯服务以及广告、推广活动的效果。
    <br />
    4.2.6邀请您参与有关我们产品使用服务的调查。
    <br />
    4.2.7 请您知晓，我们不会把用户个人信息用于构建用户画像、个性化展示。
    <br />
    4.3业务功能需要获取的相关权限信息
    <br />
    在您使用明星来电产品及服务的过程中，需要获取您手机的电话状态权限，用以向您提供服务。如您拒绝提供，将会影响基础功能的实现;除必要权限外，其他权限均会在您使用具体功能时才进行调用，我们届时会通过弹窗方式申请您的授权同意。
    <br />
    获取电话状态权限
    <br />
    权限功能说明:获取手机设备标识信息
    <br />
    使用场景与目的:参与用户体验改进计划，需要允许客户端、官网、小程序获取设备标识信息，用以识别终端，记录日志信息
    <br />
    4.4我们如何使用cookie及同类技术
    <br />
    我们或我们的第三方合作伙伴可能通过cookie或同类技术收集您的信息，包括您的设备信息、浏览信息、点击信息，并将该信息诸存为日志信息，用于记住您的身份、分析您使用我们服务的情况。我们或我们的第三方合作伙伴不会基于您的信息进行任何形式的定向信息推送。
    <br />
    4.5我们如何共享、转让、公开披露您的个人信息
    <br />
    我们遵照法律法规的规定，对信息的分享进行严格的限制，包括:
    <br />
    4.5.1经您事先同意，我们可能与第三方合作伙伴分享您的个人信息。我们将评估该第三方收集信息的合法性、正当性、必要性。我们将要求第三方对您的信息采取保护措施，并且严格遵守相关法律法规于监管要求。我们的第三方合作伙伴包括以下类型:
    <br />
    第三方SDK服务供应商。在某些特定业务场景下，为了提高业务处理能力，提升响应速度或其他方面考虑，我们会接入第三方服务供应商提供的SDK。这些SDK的供应商清单与收集的个人信息类型可参考“4.1.2第三方服务收集信息的情形”。
    <br />
    4.5.2 除以下情况外，我们不会将您的个人信息转让给任何公司，组织和个人。
    <br />
    (1)获得您的明确授权后，我们会向您授权的第三方转让您的个人信息。
    <br />
    (2)在明星来电产品合并、收购或破产清算时，如涉及到个人信息转让时，我们会要求新的公司继续按本政策接收、管理、使用和转让您的信息。如无法达成共识，我们会要求新的公司重新向您征求授权。
    <br />
    4.5.3我们可能基于以下目的披露您的个人信息:
    <br />
    (1)遵守适用的法律法规等有关规定;
    <br />
    (2)遵守法院判决、裁定或其他法律程序的规定;
    <br />
    (3)遵守相关政府机关或其他法定授权组织的要求;
    <br />
    (4)我们有理由确信需要遵守法律法规等有关规定:
    <br />
    (5)为执行相关服务协议或本政策、维护社会公共利益，为保护我们的客户、我们或我们的关联公司、其他用户或雇员的人身财产安全或其他合法权益合理且必要的用途。
    <br />
    4.6我们如何保护您的个人信息
    <br />
    4.6.1我们已使用符合业界标准的安全防护措施保护您提供的个人信息，防止数据遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我们会采取一切合理可行的措施，保护您的个人信息。例如，在您使用应用传递数据时采用https安全浏览方式;我们会使用加密技术确保数据的保密性;我们会使用受信赖的保护机制防止数据遭到恶意攻击;我们会部署访问控制机制，确保只有授权人员才可访问个人信息;以及我们会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。
    <br />
    4.6.2 我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。
    <br />
    4.6.3互联网并非绝对安全的环境，而且即时通讯方式并未加密，我们强烈建议您不要通过此类方式发送个人信息。协助我们保证您的账号安全。
    <br />
    4.6.4在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知:安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以电话、推送通知方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。
    <br />
    同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。
    <br />
    4.6.5请您务必妥善保管好您的登录手机号码及其他身份要素。您在使用我们服务时，我们会通过您的登录手机号码及其他身份要素来识别您的身份。一旦您泄漏了前述信息，您可能会蒙受损失，并可能产生对您不利的法律后果。如您发现您的登录手机号码及/或其他身份要素可能或已经泄露时，请您立即和我们取得联系，以便我们及时采取相应措施以避免或降低相关损失。
    <br />
    4.7您的权利
    <br />
    按照中国相关的法律、法规、标准，以及其他国家、地区的通行做法，我们保障您对自己的个人信息行使以下权利：
    <br />
    4.7.1查询、更正、补充和限制您的个人信息
    <br />
    您有权查阅、复制、更正、补充和限制您的个人信息，法律法规规定的例外情况除外。如果您想行使数据访问权，或者您想了解个人信息的来源、所用于的目的，已经获得个人信息的第三方身份或类型，您可以通过客服电话10086联系我们，我们会有专门的客服人员帮助您，我们尽量实现您的请求。
    <br />
    4.7.2更正您的个人信息
    <br />
    当您发现我们处理的关于您的个人信息有错误时，您有权要求我们做出更正。您可以通过“4.7.1查阅、复制您的个人信息”中罗列的方式提出更正申请。如果您无法通过上述方式访问这些个人信息，您可以通过我们的客服与我们联系，客服电话10086。我们尽量实现您的更正请求。
    <br />
    4.7.3删除您的个人信息
    <br />
    在以下情形中，您可以通过拨打服务热线10086向我们提出删除个人信息的请求：
    <br />
    (1)如果我们处理个人信息的行为违反了相关法律法规；
    <br />
    (2)如果我们收集、使用您的个人信息，却未征得您的同意；
    <br />
    (3)如果我们处理个人信息的行为违反了与您的约定；
    <br />
    (4)如果您不再使用我们的产品或服务，或您注销了中国移动手机号；
    <br />
    (5)如果我们不再为您提供产品或服务。
    <br />
    若我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时册除，除非法律法规另有规定，或这些实体获得您的独立授权。当您从我们的服务中册除信息后，我们可能不会立即备份系统中删除相应的信息，但会在备份更新时删除这些信息。
    <br />
    4.7.4注销您的账号
    <br />
    (1)用户可通过退订明星来电业务注销账号，注销账号后，您的使用记录将会被清除，我们也将同时终止为该账号提供明星来电的应用服务。且账号注销后，将无法恢复，用户重新登录默认为新用户，请用户在注销前慎重考虑。注销后清除的数据包括：
    <br />
    a.该账号的全部个人资料和历史信息都将无法找回；
    <br />
    b.该账号如有未使用完毕的会员权益都将同时作废，相应费用将不予退回；
    <br />
    c.任何累计的会员等级、权益等都将作废且无法恢复；
    <br />
    d.该账号下的用户个人信息（同时用户亦不再享有《明星来电隐私政策》中约定的用户权利，但法律法规另有规定的除外）将无法找回；
    <br />
    e.其他所有内容，如和留言基础及音视频秘书的内容、功能等数据和记录等将无法找回。
    <br />
    (2)如用户需要获取账号相关有效周期内的个人数据，需用户在申请注销前提前自行做好备份；
    <br />
    (3)账号一旦注销，用户与我们曾签署过的相关用户协议、其他权利义务性文件等相应终止（但已约定继续生效的或法律法规另有规定的除外）；
    <br />
    如果您无法通过上述方式访问这些个人信息，您可以通过我们的客服与我们联系，客服电话10086。我们将在15日内实现您的更正请求。
    <br />
    4.7.5复制个人信息副本
    <br />
    如果你需要复制我们收集存储的个人信息，您可以联系10086，联系客服协助您复制、转移你的个人信息。
    <br />
    4.7.6个人信息可携权
    <br />
    在符合国家相关法律法规及网信部门规定的条件下，如您请求将个人信息转移至其指定的个人信息处理者，我们将按照相关规定的要求提供转移的途径。
    <br />
    4.7.7撤销已同意授权功能
    <br />
    您可以通过联系客服电话10086的方式撤回已同意或授权。
    <br />
    请您理解，每个业务功能需要一些基本的个人信息才能得以完成，当您撤回同意或授权后，我们无法继续为您提供撤回同意或授权所对应的服务，也不再处理您相应的个人信息。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的个人信息处理。
    <br />
    4.7.8改变您授权同意的范围
    <br />
    每个业务功能需要一些基本的个人信息才能得以完成。对于额外收集的个人信息的收集和使用，您总是可以选择是否披露信息。有些信息是使用明星来电服务所必需的，但大多数其他信息的提供是由您决定的。您可以通过删除信息、关闭设备功能等方式改变您授权我们继续收集信息的范围或撤回您的授权。
    <br />
    (1)关闭设备权限请求
    <br />
    存储、短信/彩信这些相应设备权限您可以在设备中进行关闭授权，具体关闭方式跟设备有关，请联系您的设备提供商。
    <br />
    (2)拒绝个人添加的来电提醒
    <br />
    您可以在场景管理页面删除相关场景信息，以使该场景不再生效，您将不会再该时间再收到外呼电话。
    <br />
    如果您无法通过上述方式撤回您的授权，您可以通过我们的客服与我们联系，客服电话10086。我们将在15日内实现您的更正请求。当您撤回授权后，我们无法继续为您提供撤回授权所对应的服务，也不再处理您相应的信息。但您撤回授权的决定，不会影响此前基于您的授权而开展的信息处理。
    <br />
    4.7.9处理时限
    <br />
    对于您行使上述第4.7.1条至4.7.8条所列8项权利所提出的相关请求,我们将在收到您的申请之日起十五天内予以处理并给予答复。
    <br />
    4.7.10产品包退订
    <br />
    (1)在符合明星来电的服务协议约定条件及国家相关法律法规规定的情况下，您的明星来电产品包可以进行退订操作，您可以通过拨打我们的客服热线10086或编辑短信“0000”到10086进行任意产品包的退订操作。在退订之后，我们将在该订购周期的最后一日23：59：59后对您添加过的所有场景进行失效处理，法律法规另有规定的除外。
    <br />
    (2)若您退订所有订购过的产品包且到达次月1日0时起，则表示您已不再使用明星来电，我们将停止为您提供产品或服务。
    <br />
    4.7.11除外情况
    <br />
    对于您合理的请求，我们原则上不收取费用。对干那些无端重复、需要过多技术手段(例如，需要开发新系统或从根本上改变现行惯例)、给他人合法权益带来风险或者非常不切实际(例如，涉及备份磁带上存放的信息)的请求，我们可能会予以拒绝。在以下情形中，按照法律法规要求，我们将无法响应您的请求：
    <br />
    (1)与国家安全、国防安全直接相关的；
    <br />
    (2)与公共安全、公共卫生、重大公共利益直接相关的；
    <br />
    (3)与犯罪侦查、起诉、审判和判决执行等直接相关的：
    <br />
    (4)出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
    <br />
    (5)所收集的个人信息是个人信息主体自行向社会公众公开的；
    <br />
    (6)从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；
    <br />
    (7)根据个人信息主体要求签订和履行合同所必需的；
    <br />
    (8)用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；
    <br />
    (9)个人信息控制者为新闻单位且其在开展合法的新闻报道所必需的；
    <br />
    (10)个人信息控制者为学术研究机构，出于公共利益开展统计或学术研究所必要，且其对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；
    <br />
    (11)响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；
    <br />
    (12)有充分证据表明您存在主观恶意或滥用权利的；
    <br />
    (13)涉及侵犯他人商业秘密或个人隐私的；
    <br />
    (14)法律法规规定的其他情形。
    <br />
    4.8个人信息的保存地点与期限
    <br />
    4.8.1个人信息保存地点:
    <br />
    我们遵守法律法规的规定，在中华人民共和国境内收集和产生的个人信息将存储在中华人民共和国境内。
    <br />
    4.8.2存储信息的期限:
    <br />
    一般而言，我们仅在法律规定范围内最短期限内保留您的个人信息。但在下列情况下，我们有可能因需符合法律要求，更改个人信息的存储时间:
    <br />
     (1)为遵守适用的法律法规等有关规定;
    <br />
     (2)为遵守法院判决、裁定或其他法律程序的规定;
    <br />
     (3)为遵守相关政府机关或法定授权组织的要求;
    <br />
     (4)我们有理由确信需要遵守法律法规等有关规定:
    <br />
     (5)为执行相关服务协议或本政策、维护社会公共利益，为保护我们的客户、我们或我们的关联公司、其他用户或雇员的人身财产安全或其他合法权益所合理必需的用途。
    <br />
     (6)在您终止使用我们的服务后，我们会停止对您的信息的收集和使用，并在法律规定范围内的最短期限对所持有的您的个人信息进行删除或匿名化处理。
    <br />
     (7)如我们停止运营，我们将及时停止收集您个人信息的活动，并至少提前15日将停止运营的通知以逐一送达或公告的形式通知您，并在法律规定范围内的最短期限对所持有的您的个人信息进行删除或匿名化处理。
    <br />
     4.9我们如何处理未成年人的个人信息
    <br />
     明星来电非常重视对未成年人信息的保护。
    <br />
     对干使用明星来电产品和服务的未成年人，我们会采取额外保障措施以保护其个人信息。
我们的产品和服务主要面向成年人，若您是未满14周岁的未成年人，在使用明星来电产品和服务前，应在您的父母或其他监护人监护、指导下共同仔细阅读本隐私政策，
我们只会在受到法律允许、父母或监护人明确同意或者保护未成年人所必要的情况下收集、使用、公开披露未成年人的个人信息。如果我们发现在未事先获得可证实的父母同意的情况下收集了未成年人的个人信息，将会采取措施尽快删除相关信息。
    <br />
     如果任何时候监护人有理由相信我们在未获监护人同意的情况下收集了未成年人的个人信息，请通过服务热线10086联系我们，我们会采取措施尽快删除相关数据。
    <br />
     4.10本政策如何更新
    <br />
     4.10.1我们的隐私政策可能变更
    <br />
     未经您明确同意，我们不会削减您按照本隐私政策所应享有的权利。
    <br />
     我们会在本页面上发布对本政策所做的任何变更。
    <br />
     对于重大变更，我们还会提供更为显著的通知(包括对于某些服务，我们会通过小程序推送通知，弹窗提示的方式通知您，说明隐私政策的具体变更内容)
    <br />
     4.10.2 本政策所指的重大变更包括但不限于:
    <br />
     (1)我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等;
    <br />
     (2) 我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等;
    <br />
     (3) 个人信息共享、转让或公开披露的主要对象发生变化;
    <br />
     (4) 您参与个人信息处理方面的权利及其行使方式发生重大变化;
    <br />
     (5) 我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时;
    <br />
    (6) 个人信息安全影响评估报告表明存在高风险时。
    <br />
      我们可能会适时修订本政策内容。我们将在变更生效前，通过在应用显著位置提示。
    <br />
      4.11 访问隐私政策
    <br />
      (1)您可以在小程序中通过“登录弹窗-中的明星来电隐私协议”文字链”进入页面查看本隐私政策的全部内容。
    <br />
      (2)您可以在小程序中通过“首页底部-权益内容下方的“明星来电隐私协议”文字链”进入页面查看本隐私政策的全部内容。
    <br />
      4.12如何联系我们
    <br />
      如您对本政策或其他相关事宜有疑问，或有关本产品相关数据安全投诉举报，可通过拨打服务热线10086与我们联系。我们将会尽快妥善处理您的问题，原则上，我们会在验证您的用户身份后15日内作出回复。
    <br />
      <span>五、其它约定</span>
    <br />
      本政策适用于中移互联网有限公司明星来电的相关产品或服务。
    <br />
      本政策有效期为1年。在有效期满前30天，如任何一方未向对方提出终止或变更协议条款的要求，本政策有效期自动顺延1年且上述顺延不受次数限制。
    <br />
      再次感谢您对明星来电的信任和使用！
    <br />
      本版发布日期:2026年3月17日
    <br />
      生效日期:2026年3月17日
   

    
  </div>
</template>

<script setup lang="ts">
import { reactive } from "vue";
import { useRouter } from "vue-router";
const data = reactive({});
const router = useRouter();
</script>

<style lang="less" scoped>
div {
  padding: 30px;
  background-color: #fff;
  margin: 0;
  font-size: 30px;
  line-height: 60px;
  color: black;
  h3 {
    text-align: center;
  }
  span{
    font-weight: 600;
  }
}
</style>
