
<template>
  <div>
    <h3>明星来电-自动续费协议</h3>
    <span>【重要提示】</span>
    <br />
    <span>欢迎使用由中移互联网有限公司（以下称“中移公司”）提供的自动续费服务（以下称“自动续费服务”或“本服务”）。为了保障用户（以下称“您”）权益，请在使用本服务之前，详细阅读此自动续费服务协议（以下简称“本协议”）的所有内容，特别是加粗部分。
本协议双方为中移公司与您，协议条款构成您使用本服务之先决条件。您使用本服务即表示您已阅读、理解并同意本协议的所有内容及中移公司对本协议所做的任何法律允许范围内的修改，并承诺作为协议一方当事人接受本协议的约束。若您不同意或不愿意接受本协议/或任何对其修改，应不使用或立即停止使用本服务。</span>
    <br />
    <span>如果您未满18周岁，请在法定监护人陪同下或经过法定监护人同意后再使用本服务；未成年人行使和履行本协议项下的权利和义务视为已获得法定监护人的认可，本协议对您及您的法定监护人产生法律约束力。</span>
    <br />
    第一条 服务协议的修订、接受与相关通知
    <br />
    1.1 本协议内容包括协议正文以及中国移动已经发布的或将来可能发布/更新的各类规则。所有规则均为本协议不可分割的组成部分，与协议正文具有同等法律效力，本协议正文与前述规则存在冲突的，以本协议正文为准。<span> 除另行明确声明外，您使用自动续费服务均受本协议约束。</span>
    <br />
    1.2 本协议及相关服务规则、内容如由于业务发展需要进行修订的，中国移动将在相关平台公示。在中国移动修改上述条款后，如果您不接受修改后的条款，您可以选择终止使用自动续费服务。<span>您继续使用本服务，将被视为已接受了修改后的协议。</span>
    <br />  
    第二条 服务说明
    <br /> 
    2.1 本服务是在您开通明星来电业务服务的前提下，基于您对自动续费的需求，避免因您未及时续费而中断服务而推出的服务。自动续费为连续包月订阅服务期类型，对应的计费周期费用为包月费用。
    <br /> 
    2.2 请您关注移动手机话费可扣款余额状况，如因账户问题或余额不足导致续费失败而引发的风险或导致的损失将由您自行承担（如相应权益终止、无法参与活动等）。如您未主动取消本服务，则视为您同意中国移动在订阅服务期满后的一定期限内进行不时的扣款尝试（具体以各支付渠道的扣款规则为准）。中国移动将在您账户余额恢复充足时/后，继续为您提供自动续费服务，一旦扣款成功，将继续为您提供付费权益。
    <br /> 
    第三条 自动续费使用规则
    <br /> 
    3.1 如在扣费过程中出现差错，中国移动和您应密切配合查明原因，各自承担己方过错造成的损失；若因双方各自存在不均等过错造成的损失，由双方按过错的程度承担相应责任；双方共负责任的，由双方均摊责任。
    <br /> 
    3.2 中国移动对自动续费服务暂不收取任何额外费用，但中国移动有权根据业务发展需要决定是否对自动续费服务进行收费。
    <br /> 
    3.3 任何以恶意破解等非法手段规避续费而使用付费服务的，均构成对本协议的违反。由此引起的一切后果由行为人负责，中国移动有权依法追究行为人的责任。
    <br /> 

    第四条 服务中止、中断及终止
    <br />
    <span>4.1 除非中国移动另有通知、公告，本服务将长期有效。本协议自您选择接受或使用本服务后生效，直至您终止本服务或注销付费服务资格时终止。</span>
    <br />
    4.2 出现下列情况之一的，中国移动有权立即终止向您提供服务，且无须为此向您或任何第三方承担责任：
    <br />
    （1）经国家行政或司法机关确认您在使用本服务过程中存在违法或犯罪行为；
    <br />
    （2）中国移动认为您的行为涉嫌违反本协议内容或中国移动不时公布的使用规则等，或涉嫌违反法律、法规规定的；
    <br />
    （3）您的行为干扰了中国移动任何部分或功能的正常运行；
    <br />
    （4）中国移动认为向您提供本服务存在重大风险的。
    <br />
    4.3 中国移动根据自身商业决策等原因可能会选择中止、中断及中止本服务。如有此等情形发生，中国移动会采取公告的形式通知您。
    <br />
    4.4 如您希望取消自动续费，您可以采用以下方式直接退订本业务，退订后立即生效且次月不再扣费，当月再次开通不再重复收费：
    <br />
    （1）发送0000至10086
    <br />
    （2）拨打当省10086取消
    <br />
    （3）进入明星来电页面-点击退订进行取消
    <br />
    第五条 其他约定
    <br />
    5.1 法律与争议解决：本协议适用中华人民共和国的法律，并且排除一切冲突法规定的适用。如出现纠纷，您和中国移动一致同意将纠纷交由中移互联网有限公司住所地（注册地址：广州市天河区高唐路323号中国移动南方基地智汇中心B栋）有管辖权的人民法院管辖。
    <br />
    5.2 中国移动不行使、未能及时行使或者未充分行使本协议或者按照法律规定所享有的权利，不应被视为放弃该权利，也不影响中国移动在将来行使该权利。
    <br />
    5.3 如果您对本协议内容有任何疑问，请拨打中国移动10086客服。
    <br />
  </div>
</template>

<script setup lang="ts">
import { reactive } from "vue";
import { useRouter } from "vue-router";
const data = reactive({});
const router = useRouter();
</script>

<style lang="less" scoped>
div {
  padding: 30px;
  background-color: #fff;
  margin: 0;
  font-size: 30px;
  line-height: 60px;
  color: black;
  h3 {
    text-align: center;
  }
  span{
    font-weight: 600;
    color: black;
  }
}
</style>