
<template>
  <div>
    本版本更新和发布日期为2025年11月27日，将于2025年11月27日正式生效。
    <br />
    中国移动新通话明星来电是中移互联网有限公司（下称“我们”）提供的新通话智能应用服务。我们采取合理的安全手段来收集、存储、使用、分享和保护客户个人信息，为便于您更直观的了解个人信息的保护，特提供本摘要供您阅读。
    <br />
    <span>一、信息收集规则</span>
    <br />
    <span>1.登录与开通服务</span>
    <br />
    （1）收集 <span>手机号码、短信验证码信息，</span>用于业务开通。
     <br />
    （2）收集 <span>手机号码、短信验证码信息、终端型号、SIM卡信息【主要包括ICCID(集成电路卡识别码)、IMSI(国际移动用户识别码)以及MSISDN(移动用户ISDN 号码)】、网络类型、SIM卡状态、运营商信息，</span>用于短信验证码登录与本机号码一键登录功能。
    <br />
    <span>2.明星来电功能使用</span>
    <br />
    （1）收集<span> 手机号码、订购业务、订购时间，</span>用于使用明星来电内容设置功能
    <br />
    （2）收集<span> 手机号码、订购业务、订购时间、您创建的亲友信息、您在亲友通信录内输入的亲友手机号码、昵称，</span>用于使用明星来电的亲友号码录/设置亲友来电中可见功能。
    <br />
    （3）收集 <span>手机号码、订购业务、订购时间，</span>用于使用明星来电的退订查询功能。
    <br />
    <span>3.第三方服务</span>
    <br />
    <span>SDK/能力名称：</span>H5号码认证SDK
    <br />
    <span>所属公司名称：</span>中移互联网有限公司
    <br />
    <span>收集目的：</span>实现H5场景下一键登录功能和本机号码校验功能
    <br />
    <span>场景描述：</span>用于本机号码一键登录功能
    <br />
    <span>权限说明：</span> 获取网络权限、网络状态权限(SDK不会主动申请该权限，完全依赖于应用自身的系统权限)、存储权限
    <br />
    <span>个人信息收集范围：</span>
    <br />
    设备信息：手机设备类型、手机操作系统
    <br />
    硬件厂商浏览器指纹：用户代理(浏览器类型)、浏览器版本号、浏览器是否启动Cookie、CPU等级、CPU虚拟核心数、系统语言、浏览器插件、屏幕可用宽度、屏幕可用高度、颜色质量、时差区
    <br />
    网络信息：网络类型、网络地址、运营商类型用户信息:手机号、SIM卡状态
    <br />
    <span>信息收集方式：</span> SDK本地采集
    <br />
    <span>第三方官网或隐私政策链接：</span>
    <br />
   <a href="https://wap.cmpassport.com/resources/html/contract.html" class="break-word">
      https://wap.cmpassport.com/resources/html/contract.html
    </a>
    <br />
    
    <span>二、信息使用规则</span>
    <br />
    1.提供服务、提升体验、保障账户安全。
    <br />
    2.用于身份验证、安全防范、诈骗监测等。
    <br />
    3.不用于构建用户画像或个性化展示。
    <br />
    <span>三、信息保护措施</span>
    <br />
    1.采用加密、匿名化等技术措施保护您的个人信息安全。
    <br />
    2.严格控制访问权限，确保信息仅限必要人员处理。
    <br />
    3.仅在实现目的所需期限内保存信息，到期删除或匿名化。
    <br />
    4.制定安全应急预案，发生事件时及时告知并采取补救措施。
    <br />
    <span>四、存储与期限</span>
    <br />
    1.采个人信息存储于中国境内，出境将单独征得同意。
    <br />
    2.仅在必要及法定期限内保存，到期后删除或匿名化。
    <br />
    3.如遇法律要求或为保护合法权益，可能依法延长存储。
    <br />
    4.服务停止时，将停止收集并及时删除或匿名化信息。
    <br />
    <span>五、用户权利</span>
    <br />
    1.若您希望查询、更正、补充和限制您的个人信息，您可以通过客服电话10086联系我们，我们会有专门的客服人员帮助您。
    <br />
    2.在法律允许范围内，您可以通过联系客服电话10086的方式删除您的部分信息，或申请注销手机号码删除您的全部信息。您可以向客服申请，提出删除个人信息的请求我们将在15日内响应。
    <br />
    3.您可以通过联系客服电话10086的方式撤回已同意或授权。撤回同意不影响此前处理的合法性。
    <br />
    4.服务停止时，将停止收集并及时删除或匿名化信息。当您从我们的服务中删除信息后，我们可能不会立即从备份系统中删除相应的信息，但会在备份更新时及时删除这些信息。
    <br />
    <span>六、未成年人保护</span>
    <br />
    1.十四周岁以下未成年人需在监护人同意下使用服务。
    <br />
    2.监护人可随时查询或管理未成年人信息。
    <br />
    <span>七、政策更新</span>
    <br />
    1.隐私政策可能根据法规或需求变更。
    <br />
    2.重大变更会通过显著通知告知用户。
    <br />
     <span>八、联系我们</span>
    <br />
    如有疑问，请通过以下方式联系我们：
    <br />
    客服热线：10086
    <br />
    中移互联网有限公司
    <br />
    感谢您对新通话明星来电业务的信任与使用！
    <br />
  </div>
</template>

<script setup lang="ts">
import { reactive } from "vue";
import { useRouter } from "vue-router";
const data = reactive({});
const router = useRouter();
</script>

<style lang="less" scoped>
div {
  padding: 30px;
  background-color: #fff;
  margin: 0;
  font-size: 30px;
  line-height: 60px;
  h3 {
    text-align: center;
  }
  span{
    font-weight: 600;
    color: black;
  }
  .break-word {
    font-size: 26px;
  }

}
</style>